13xforever.language-x86-64-assembly
aeschli.vscode-css-formatter
aessoft.aessoft-class-autocomplete
akamud.vscode-caniuse
alefragnani.bookmarks
alexcvzz.vscode-sqlite
alexey-strakh.stackoverflow-search
amazonwebservices.aws-toolkit-vscode
anbuselvanrocky.bootstrap5-vscode
anweber.httpbook-monacorenderer
aramok.aramoks-black
arturock.gitstash
bierner.color-info
bierner.emojisense
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bmewburn.vscode-intelephense-client
bodil.prettier-toml
bpruitt-goddard.mermaid-markdown-syntax-highlighting
budparr.language-hugo-vscode
charliermarsh.ruff
christian-kohler.path-intellisense
chrmarti.regex
cliffordfajardo.highlight-line-vscode
continue.continue
csholmq.excel-to-markdown-table
cshum.convert-newline-list-to-array
curlconverter.curlconverter
danielsanmedium.dscodegpt
dariofuzinato.vue-peek
darkriszty.markdown-table-prettify
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dendron.dendron
dendron.dendron-markdown-shortcuts
dendron.dendron-paste-image
donjayamanne.githistory
donjayamanne.python-environment-manager
dotjoshjohnson.xml
drphrozen.escaping-characters
dt.ghlink
dubadub.cook
ecmel.vscode-html-css
eliostruyf.vscode-front-matter
ericadamski.carbon-now-sh
erichbehrens.pull-request-monitor
esbenp.prettier-vscode
evgeniypeshkov.syntax-highlighter
fabiospampinato.vscode-diff
firefox-devtools.vscode-firefox-debug
fivethree.vscode-hugo-snippets
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
funkyremi.vscode-google-translate
gencer.html-slim-scss-css-class-completion
github.codespaces
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
goessner.mdmath
golang.go
googlecloudtools.cloudcode
hbenl.vscode-test-explorer
hediet.vscode-drawio
hnw.vscode-auto-open-markdown-preview
hollowtree.vue-snippets
htmlhint.vscode-htmlhint
huggingface.huggingface-vscode
huizhou.githd
ibm.output-colorizer
icrawl.discord-vscode
idleberg.icon-fonts
ionutvmi.path-autocomplete
jock.svg
joshua-fontany.tw5-syntax
kinoooshnik.search-for-errors-on-stackoverflow
koihik.vscode-lua-format
lamartire.git-indicators
lextudio.restructuredtext
lihui.vs-color-picker
littlefoxteam.vscode-python-test-adapter
lokalise.i18n-ally
lostintangent.vsls-whiteboard
mads-hartmann.bash-ide-vscode
magicstack.magicpython
mark-wiemer.vscode-autohotkey-plus-plus
mathiasfrohlich.kotlin
mdickin.markdown-shortcuts
mechatroner.rainbow-csv
mhutchie.git-graph
michelemelluso.code-beautifier
micnil.vscode-checkpoints
mikestead.dotenv
mkxml.vscode-filesize
mrmlnc.vscode-autoprefixer
ms-1es.pull-request-quantifier
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.autopep8
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
myxvisual.vscode-ts-uml
naumovs.color-highlight
nexusoft.replace-selection
njpwerner.autodocstring
oderwat.indent-rainbow
orepor.color-tabs-vscode-ext
pascalreitermann93.vscode-yaml-sort
pflannery.vscode-versionlens
pkief.material-icon-theme
pnp.polacode
prisma.prisma
qezhu.gitlink
quicktype.quicktype
rbuckton.deoptexplorer-vscode
redhat.vscode-xml
redhat.vscode-yaml
remisa.shellman
rhaiscript.vscode-rhai
ritwickdey.liveserver
rogalmic.bash-debug
rpinski.shebang-snippets
rubymaniac.vscode-paste-and-indent
ryu1kn.partial-diff
ryu1kn.text-marker
sdras.vue-vscode-snippets
semanticdiff.semanticdiff
shakram02.bash-beautify
shanoor.vscode-nginx
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
sidthesloth.html5-boilerplate
sirtori.indenticator
softwareape.numbermonger
sourcery.sourcery
sumneko.lua
syler.sass-indented
tailscale.vscode-tailscale
tamasfe.even-better-toml
techer.open-in-browser
thegtproject.hoverhex
tim-koehler.helm-intellisense
timkmecl.chatgpt
tomoyukim.vscode-mermaid-editor
trond-snekvik.simple-rst
truman.autocomplate-shell
tushortz.python-extended-snippets
twxs.cmake
usernamehw.errorlens
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
vsls-contrib.gistfs
vstirbu.vscode-mermaid-preview
vue.volar
wemade.quasar-class-autocompletion
wholroyd.jinja
wix.vscode-import-cost
yatki.vscode-surround
yrpark99.hex-ascii-converter
zignd.html-css-class-completion
