13xforever.language-x86-64-assembly
aeschli.vscode-css-formatter
AESSoft.aessoft-class-autocomplete
akamud.vscode-caniuse
alefragnani.Bookmarks
alexcvzz.vscode-sqlite
Alexey-Strakh.stackoverflow-search
aramok.aramoks-black
arturock.gitstash
asilverio.blackai-visual-studio-code
bajdzis.vscode-database
bierner.color-info
bierner.emojisense
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bmewburn.vscode-intelephense-client
bodil.prettier-toml
bpruitt-goddard.mermaid-markdown-syntax-highlighting
budparr.language-hugo-vscode
bungcip.better-toml
christian-kohler.path-intellisense
chrmarti.regex
cliffordfajardo.highlight-line-vscode
codespaces-contrib.codeswing
CoenraadS.bracket-pair-colorizer
cschleiden.vscode-github-actions
csholmq.excel-to-markdown-table
cssho.vscode-svgviewer
darkriszty.markdown-table-prettify
Dart-Code.dart-code
DavidAnson.vscode-markdownlint
davidrockburn.py-pack
dbaeumer.jshint
dbaeumer.vscode-eslint
dbankier.vscode-instant-markdown
dendron.dendron
dendron.dendron-paste-image
dongli.python-preview
donjayamanne.githistory
DotJoshJohnson.xml
drphrozen.escaping-characters
dt.ghlink
dubadub.cook
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
eliostruyf.vscode-front-matter
ericadamski.carbon-now-sh
erichbehrens.pull-request-monitor
esbenp.prettier-vscode
evgeniypeshkov.syntax-highlighter
fabiospampinato.vscode-diff
febean.vue-format
file-icons.file-icons
firefox-devtools.vscode-firefox-debug
fivethree.vscode-hugo-snippets
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
funkyremi.vscode-google-translate
gencer.html-slim-scss-css-class-completion
GitHub.codespaces
GitHub.remotehub
GitHub.vscode-pull-request-github
goessner.mdmath
golang.go
hbenl.vscode-test-explorer
hnw.vscode-auto-open-markdown-preview
HookyQR.beautify
huizhou.githd
IBM.output-colorizer
icrawl.discord-vscode
idleberg.icon-fonts
igress.python-coding-conventions
ionutvmi.path-autocomplete
jock.svg
joshua-fontany.tw5-syntax
kinoooshnik.search-for-errors-on-stackoverflow
KnisterPeter.vscode-github
Koihik.vscode-lua-format
lamartire.git-indicators
lextudio.restructuredtext
lihui.vs-color-picker
littlefoxteam.vscode-python-test-adapter
lokalise.i18n-ally
lostintangent.vsls-whiteboard
mads-hartmann.bash-ide-vscode
magicstack.MagicPython
mathiasfrohlich.Kotlin
mdickin.markdown-shortcuts
mechatroner.rainbow-csv
mhutchie.git-graph
michelemelluso.code-beautifier
miguelsolorio.fluent-icons
mikestead.dotenv
mkaufman.HTMLHint
mkloubert.vscode-kanban
mkxml.vscode-filesize
moshfeu.vscode-medium-to-markdown
mrmlnc.vscode-autoprefixer
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.github-issues-prs
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.powershell
ms-vscode.remote-repositories
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-next
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
mtxr.sqltools
myxvisual.vscode-ts-uml
naumovs.color-highlight
nexusoft.replace-selection
njpwerner.autodocstring
octref.vetur
oderwat.indent-rainbow
olback.es6-css-minify
orepor.color-tabs-vscode-ext
PascalReitermann93.vscode-yaml-sort
peakchen90.vue-beautify
pflannery.vscode-versionlens
PKief.material-icon-theme
pnp.polacode
pranaygp.vscode-css-peek
qezhu.gitlink
quicktype.quicktype
redhat.vscode-xml
redhat.vscode-yaml
Remisa.shellman
ritwickdey.LiveServer
rogalmic.bash-debug
rpinski.shebang-snippets
Rubymaniac.vscode-paste-and-indent
ryu1kn.partial-diff
ryu1kn.text-marker
shakram02.bash-beautify
shanoor.vscode-nginx
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
sidthesloth.html5-boilerplate
SirTori.indenticator
snyk-security.snyk-vulnerability-scanner
softwareape.numbermonger
softwaredotcom.swdc-vscode
sourcegraph.sourcegraph
sourcery.sourcery
streetsidesoftware.code-spell-checker
sumneko.lua
syler.sass-indented
techer.open-in-browser
telesoho.vscode-markdown-paste-image
thegtproject.hoverhex
Tim-Koehler.helm-intellisense
tomoyukim.vscode-mermaid-editor
trond-snekvik.simple-rst
truman.autocomplate-shell
tushortz.python-extended-snippets
usernamehw.errorlens
vaniship.vue-ls
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
vsciot-vscode.vscode-arduino
vscode-icons-team.vscode-icons
vsls-contrib.codetour
vsls-contrib.gistfs
vstirbu.vscode-mermaid-preview
WallabyJs.quokka-vscode
wholroyd.jinja
wix.glean
wix.vscode-import-cost
yatki.vscode-surround
yrpark99.hex-ascii-converter
yzane.markdown-pdf
yzhang.markdown-all-in-one
zhfjyq.vscode-plugin-drawio
Zignd.html-css-class-completion
